Repository: nevusapp/nevusapp
Catalog: MoleTracker/MoleTracker/Localizable.xcstrings
Source language: de
Languages: en

# action_add
source: Hinzufügen
en: Add

# action_cancel
source: Abbrechen
en: Cancel

# action_compare
source: Bilder vergleichen
en: Compare Images

# action_delete
source: Löschen
en: Delete

# action_done
source: Fertig
en: Done

# action_edit
source: Bearbeiten
en: Edit

# action_export
source: Exportieren
en: Export

# action_export_all
source: Alle exportieren
en: Export All

# action_manage
source: Verwalten
en: Manage

# action_save
source: Speichern
en: Save

# action_share
source: Teilen
en: Share

# action_show_all
source: Alle anzeigen
en: Show All

# action_take_new_photo
source: Neues Foto aufnehmen
en: Take New Photo

# action_take_photo
source: Foto aufnehmen
en: Take Photo

# all_regions_overview_menu
source: Alle Körperregionen
en: All Body Regions

# all_regions_overview_title
source: Alle Körperregionen
en: All Body Regions

# body_region_abdomen
source: Bauch
en: Abdomen

# body_region_arm_left
source: Arm/Hand links
en: Arm/Hand Left

# body_region_arm_right
source: Arm/Hand rechts
en: Arm/Hand Right

# body_region_back_lower
source: Rücken unten (Kreuz/Gesäss)
en: Lower Back (Sacrum/Buttocks)

# body_region_back_middle
source: Rücken Mitte (LWS)
en: Middle Back (Lumbar)

# body_region_back_upper
source: Rücken oben (BWS)
en: Upper Back (Thoracic)

# body_region_chest
source: Brust
en: Chest

# body_region_head
source: Kopf
en: Head

# body_region_leg_left
source: Bein/Fuss links
en: Leg/Foot Left

# body_region_leg_right
source: Bein/Fuss rechts
en: Leg/Foot Right

# body_region_neck
source: Hals
en: Neck

# body_region_pelvis
source: Becken
en: Pelvis

# body_side_arm_lower_inner
source: Unterarm-Innen
en: Forearm-Inner

# body_side_arm_lower_outer
source: Unterarm-Aussen
en: Forearm-Outer

# body_side_arm_upper_back
source: Oberarm-Hinten (Trizeps)
en: Upper Arm-Back (Triceps)

# body_side_arm_upper_front
source: Oberarm-Vorne (Bizeps)
en: Upper Arm-Front (Biceps)

# body_side_foot_sole
source: Fusssohle
en: Sole of Foot

# body_side_foot_top
source: Fuss-Oben
en: Top of Foot

# body_side_hand_inner
source: Hand-Innen
en: Palm

# body_side_hand_outer
source: Hand-Aussen
en: Back of Hand

# body_side_head_back
source: Hinten
en: Back

# body_side_head_front
source: Vorne/Gesicht
en: Front/Face

# body_side_head_left
source: Links
en: Left

# body_side_head_right
source: Rechts
en: Right

# body_side_head_top
source: Oben
en: Top

# body_side_leg_calf_back
source: Unterschenkel-Hinten (Wade)
en: Lower Leg-Back (Calf)

# body_side_leg_calf_front
source: Unterschenkel-Vorne (Schienbein)
en: Lower Leg-Front (Shin)

# body_side_leg_calf_inner
source: Unterschenkel-Innen
en: Lower Leg-Inner

# body_side_leg_calf_outer
source: Unterschenkel-Aussen
en: Lower Leg-Outer

# body_side_leg_thigh_back
source: Oberschenkel-Hinten
en: Thigh-Back

# body_side_leg_thigh_front
source: Oberschenkel-Vorne
en: Thigh-Front

# body_side_leg_thigh_inner
source: Oberschenkel-Innen
en: Thigh-Inner

# body_side_leg_thigh_outer
source: Oberschenkel-Aussen
en: Thigh-Outer

# body_side_neck_back
source: Hinten
en: Back

# body_side_neck_front
source: Vorne
en: Front

# body_side_neck_left
source: Links
en: Left

# body_side_neck_right
source: Rechts
en: Right

# body_side_torso_center
source: Mitte
en: Center

# body_side_torso_left
source: Links
en: Left

# body_side_torso_right
source: Rechts
en: Right

# cleanup_confirm_delete
source: Löschen
en: Delete

# cleanup_confirm_message_%lld_%lld
source: Möchten Sie wirklich %1$lld Fotos von %2$lld ausgewählten Daten löschen? Diese Aktion kann nicht rückgängig gemacht werden.
en: Do you really want to delete %1$lld photos from %2$lld selected dates? This action cannot be undone.

# cleanup_confirm_title
source: Fotos löschen?
en: Delete Photos?

# cleanup_deletable_%lld
source: %lld löschbar
en: %lld deletable

# cleanup_delete_button
source: Löschen
en: Delete

# cleanup_deleting
source: Fotos werden gelöscht...
en: Deleting photos...

# cleanup_description
source: Wählen Sie Aufnahmedaten aus, um ältere Fotos zu löschen. Das letzte Foto jedes Leberflecks wird beibehalten.
en: Select recording dates to delete older photos. The last photo of each mole will be kept.

# cleanup_deselect_all
source: Alle abwählen
en: Deselect All

# cleanup_empty_message
source: Es sind noch keine Aufnahmen vorhanden, die bereinigt werden können.
en: There are no recordings available to clean up yet.

# cleanup_empty_title
source: Keine Aufnahmen vorhanden
en: No Recordings Available

# cleanup_menu_item
source: Speicherplatz bereinigen
en: Clean Up Storage

# cleanup_no_deletable
source: Keine löschbaren Fotos
en: No deletable photos

# cleanup_photos_to_delete
source: Zu löschende Fotos
en: Photos to Delete

# cleanup_result_message_%lld_%@
source: %1$lld Fotos wurden gelöscht. %2$@ Speicherplatz wurde freigegeben.
en: %1$lld photos were deleted. %2$@ of storage space was freed.

# cleanup_result_title
source: Bereinigung abgeschlossen
en: Cleanup Complete

# cleanup_select_all
source: Alle auswählen
en: Select All

# cleanup_selected_sessions
source: Ausgewählte Daten
en: Selected Dates

# cleanup_sessions_header
source: Aufnahmedaten
en: Recording Dates

# cleanup_summary
source: Zusammenfassung
en: Summary

# cleanup_title
source: Speicherplatz bereinigen
en: Clean Up Storage

# delete_confirmation_image
source: Möchten Sie dieses Bild wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
en: Do you really want to delete this image? This action cannot be undone.

# delete_confirmation_mole
source: Möchten Sie diesen Leberfleck mit allen %lld Bildern wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
en: Do you really want to delete this mole with all %lld images? This action cannot be undone.

# delete_overview_message
source: Möchten Sie dieses Übersichtsbild wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
en: Do you really want to delete this overview image? This action cannot be undone.

# delete_overview_title
source: Übersichtsbild löschen?
en: Delete Overview Image?

# delete_title_image
source: Bild löschen?
en: Delete Image?

# delete_title_mole
source: Leberfleck löschen?
en: Delete Mole?

# empty_images_message
source: Noch keine Bilder
en: No Images Yet

# empty_moles_button
source: Ersten Leberfleck hinzufügen
en: Add First Mole

# empty_moles_message
source: Tippen Sie auf +, um Ihren ersten Leberfleck zu erfassen
en: Tap + to capture your first mole

# empty_moles_title
source: Keine Leberflecke erfasst
en: No Moles Captured

# empty_overview_message
source: Tippen Sie auf das Kamera-Symbol, um ein Übersichtsbild zu erfassen
en: Tap the camera icon to capture an overview image

# empty_overview_title
source: Keine Übersichtsbilder
en: No Overview Images

# exporting_data
source: Exportiere Daten...
en: Exporting Data...

# exporting_mole
source: Exportiere Leberfleck...
en: Exporting Mole...

# image_being_processed
source: Bild wird verarbeitet...
en: Processing Image...

# label_body_region
source: Körperregion
en: Body Region

# label_captured
source: Aufgenommen
en: Captured

# label_compare_with_other
source: Mit anderem Bild vergleichen
en: Compare with Other Image

# label_created
source: Erstellt
en: Created

# label_last_modified
source: Zuletzt geändert
en: Last Modified

# label_no_notes
source: Keine Notizen
en: No Notes

# label_photo
source: Foto
en: Photo

# label_resolution
source: Auflösung
en: Resolution

# label_side
source: Seite
en: Side

# location_add_more
source: Weitere hinzufügen
en: Add more

# location_already_linked
source: Bereits verknüpft
en: Already linked

# location_available_overviews
source: Verfügbare Übersichtsbilder
en: Available Overview Images

# location_create_overview
source: Neues Übersichtsbild aufnehmen
en: Take New Overview Image

# location_empty_message
source: Verknüpfen Sie diesen Leberfleck mit einem Übersichtsbild, um seine Position zu markieren.
en: Link this mole with an overview image to mark its location.

# location_empty_title
source: Keine Verknüpfungen
en: No Links

# location_footer_description
source: Verknüpfen Sie diesen Leberfleck mit Übersichtsbildern, um seine Position zu dokumentieren.
en: Link this mole with overview images to document its location.

# location_linked_overviews
source: Verknüpfte Übersichtsbilder
en: Linked Overview Images

# location_manage_action
source: Position auf Übersichtsbild
en: Location on Overview

# location_overview_title
source: Übersichtsbild
en: Overview Image

# location_section_footer
source: Verknüpfen Sie diesen Leberfleck mit Übersichtsbildern, um seine Position im Kontext zu dokumentieren.
en: Link this mole with overview images to document its location in context.

# location_tap_to_link
source: Tippen zum Verknüpfen
en: Tap to link

# location_tap_to_view
source: Tippen zum Anzeigen
en: Tap to view

# location_title
source: Leberfleck-Position
en: Mole Location

# marker_edit_title
source: Position bearbeiten
en: Edit Location

# marker_label
source: Beschriftung
en: Label

# marker_label_placeholder
source: Optionale Beschriftung
en: Optional label

# marker_placement_hint
source: Tippen Sie auf das Bild, um die Position zu markieren
en: Tap on the image to mark the position

# marker_placement_instruction
source: Tippen Sie auf die Position des Leberflecks
en: Tap on the mole's location

# marker_placement_title
source: Position markieren
en: Mark Location

# marker_save_action
source: Position speichern
en: Save Location

# menu_label
source: Menü
en: Menu

# mole_delete_action
source: Leberfleck löschen
en: Delete Mole

# more_images
source: weitere
en: more

# no_overview_images
source: Keine Übersichtsbilder
en: No Overview Images

# overlay_add_button
source: Hinzufügen
en: Add

# overlay_add_overview
source: Übersichtsbilder hinzufügen
en: Add Overview Images

# overlay_footer_text
source: Das Referenzbild wird beim Fotografieren als halbtransparentes Overlay angezeigt. Standard: Ältestes Bild (erste Aufnahme).
en: The reference image is displayed as a semi-transparent overlay when taking photos. Default: Oldest image (first capture).

# overlay_reference_for
source: Referenzbild für Overlay
en: Reference Image for Overlay

# overview_count
source: %lld Bilder
en: %lld images

# overview_footer_description
source: Erfassen Sie Übersichtsbilder, in denen alle Leberflecke dieser Region gleichzeitig sichtbar sind.
en: Capture overview images showing all moles in this region simultaneously.

# overview_image_title
source: Übersichtsbild
en: Overview Image

# overview_images
source: Übersichtsbilder
en: Overview Images

# reference_change_action
source: Referenzbild ändern
en: Change Reference Image

# reference_first_capture
source: Erste Aufnahme (Standard)
en: First Capture (Default)

# reference_footer_text
source: Das ausgewählte Bild wird beim Fotografieren als halbtransparentes Overlay angezeigt. Die erste Aufnahme ist standardmäßig ausgewählt für langfristige Vergleichbarkeit.
en: The selected image will be displayed as a semi-transparent overlay when taking photos. The first capture is selected by default for long-term comparability.

# reference_reset_action
source: Zurücksetzen
en: Reset

# reference_select_header
source: Wähle ein Referenzbild
en: Select a Reference Image

# section_comparison
source: Vergleich
en: Comparison

# section_images_count
source: Bilder (%lld)
en: Images (%lld)

# section_location_overview
source: Position auf Übersichtsbild
en: Location on Overview

# section_notes
source: Notizen
en: Notes

# section_overlay_settings
source: Overlay-Einstellungen
en: Overlay Settings

# select_two_images
source: Zwei Bilder zum Vergleichen auswählen
en: Select Two Images to Compare

# take_first_photo
source: Erstes Foto aufnehmen
en: Take First Photo

# tap_to_add_overview
source: Tippen, um Übersichtsbild hinzuzufügen
en: Tap to add overview image

# title_add_mole
source: Neuer Leberfleck
en: New Mole

# title_image
source: Bild
en: Image

# title_mole_detail
source: Leberfleck Details
en: Mole Details

# title_mole_list
source: Meine Leberflecke
en: My Moles

# title_reference_image
source: Referenzbild
en: Reference Image

# title_select_images
source: Bilder auswählen
en: Select Images

# zoom_reset
source: Zurücksetzen
en: Reset
